[
  {
    "id": 1,
    "quote": "Look at the huge success of Fifty Shades of Grey. The girl in the book lets a rich guy beat her and ritually rape her, and she likes it! She finds it erotic! But imagine if Christian Grey wasn't a billionaire. Imagine if he lived in a dirty old trailer down by the river. Then that story wouldn't be a sexy romance novel, but an episode of CSI.",
    "author": "Oliver Markus, Why Men And Women Can't Be Friends",
    "category": "billionaire, billionaire-erotica, billionaire-romance, christian-grey, csi, erotic, erotic-romance, erotica, erotica-romance, fifty-shades, fifty-shades-of-grey, fifty-shades-of-grey-humor, funny-as-hell, funny-but-true, funny-quotes, grey, money, money-quotes, rape, rape-culture, rich, trailer, trailer-park, wealth, wealth-quotes"
  },
  {
    "id": 2,
    "quote": "I was reading in the paper today that Congress wants to replace the dollar bill with a coin. They’ve already done it. It’s called a nickel.",
    "author": "Jay Leno",
    "category": "austrian-school-of-economics, banks, central-banks, coercion, collectivism, communism, crisis, economics, evil, fascism, federal-reserve, freedom, government, inflation, libertarian, liberty, money, power, scam, socialism, statism, taxation, theft, value, voluntaryism"
  },
  {
    "id": 3,
    "quote": "When I started, I was pretty sure I was going to be writing some goofy little wizard novels that might make me some part-time money and would hopefully lead to something I could do better.",
    "author": "Jim Butcher, The Dresden Files:  Storm Front, Volume 1-  The Gathering Storm",
    "category": "money"
  },
  {
    "id": 4,
    "quote": "Opinions are a useless currency",
    "author": "Amy Neftzger, The War of Words",
    "category": "currency, money, opinion, opinions, opinions-of-others, useless"
  },
  {
    "id": 5,
    "quote": "The difference between time and money is that money can be stored for future use. Most people make the mistake of saving money by wasting their time.",
    "author": "J.R. Rim",
    "category": "difference, future, mistake, money, now, paradox, present, save, store, time, waste"
  },
  {
    "id": 6,
    "quote": "Get money when you don't need it, so you can use it when you need to.",
    "author": "J.R. Rim",
    "category": "currency, get, money, need, timing"
  }
]